Repository: jwikman/TheLibrary
Catalog: App/Translations/The Library.*.xlf
Languages: da_dk, fr_fr, sv_se

# Table 683393782 - Property 2879900210
source: Author
da_dk: Forfatter
fr_fr: Auteur
sv_se: Författare

# Table 683393782 - Field 1791119963 - Property 1295455071
source: Specifies a brief biography of the author.
da_dk: Angiver en kort biografi om forfatteren.
fr_fr: Spécifie une brève biographie de l'auteur.
sv_se: Anger en kort biografi om författaren.

# Table 683393782 - Field 1791119963 - Property 2879900210
source: Biography
da_dk: Biografi
fr_fr: Biographie
sv_se: Biografi

# Table 683393782 - Field 1856816140 - Property 1295455071
source: Specifies the country of the author.
da_dk: Angiver forfatterens land.
fr_fr: Spécifie le pays de l'auteur.
sv_se: Anger författarens land.

# Table 683393782 - Field 1856816140 - Property 2879900210
source: Country
da_dk: Land/område
fr_fr: Pays
sv_se: Land

# Table 683393782 - Field 349316295 - Property 1295455071
source: Specifies the International Standard Name Identifier (16 digits).
da_dk: Angiver International Standard Name Identifier (16 cifre).
fr_fr: Spécifie l'identifiant international normalisé des noms (16 chiffres).
sv_se: Anger International Standard Name Identifier (16 siffror).

# Table 683393782 - Field 349316295 - Method 2126772001 - NamedType 2347388694
source: ISNI must be exactly 16 digits.
da_dk: ISNI skal være præcis 16 cifre.
fr_fr: L'ISNI doit comporter exactement 16 chiffres.
sv_se: ISNI måste vara exakt 16 siffror.

# Table 683393782 - Field 2961552353 - Property 1295455071
source: Specifies the name of the author.
da_dk: Angiver forfatterens navn.
fr_fr: Spécifie le nom de l'auteur.
sv_se: Anger författarens namn.

# Table 683393782 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
fr_fr: Nom
sv_se: Namn

# Table 683393782 - Field 4200184881 - Property 1295455071
source: Specifies the unique identifier for the author.
da_dk: Angiver den entydige identifikator for forfatteren.
fr_fr: Spécifie l'identifiant unique de l'auteur.
sv_se: Anger den unika identifieraren för författaren.

# Table 683393782 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nummer
fr_fr: N°
sv_se: Nr

# Table 683393782 - Field 1351594800 - Property 1295455071
source: Specifies the number series from which the author number was assigned.
da_dk: Angiver den nummerserie, som forfatterens nummer blev tildelt fra.
fr_fr: Spécifie la souche de numéros à partir de laquelle le numéro d'auteur a été affecté.
sv_se: Anger nummerserien från vilken författarnumret tilldelades.

# Table 683393782 - Field 1351594800 - Property 2879900210
source: No. Series
da_dk: Nummerserie
fr_fr: Souches de n°
sv_se: Nr-serie

# Table 683393782 - Field 1775251981 - Property 1295455071
source: Specifies the Open Researcher and Contributor ID in format: 0000-0000-0000-0000.
da_dk: Angiver Open Researcher and Contributor ID i formatet: 0000-0000-0000-0000.
fr_fr: Spécifie l'identifiant de chercheur et contributeur ouvert au format : 0000-0000-0000-0000.
sv_se: Anger Open Researcher and Contributor ID i formatet: 0000-0000-0000-0000.

# Table 683393782 - Field 1775251981 - Method 2126772001 - NamedType 411844913
source: ORCID must be in format: 0000-0000-0000-0000 (four groups of four digits separated by hyphens).
da_dk: ORCID skal være i formatet: 0000-0000-0000-0000 (fire grupper af fire cifre adskilt af bindestreger).
fr_fr: L'ORCID doit être au format : 0000-0000-0000-0000 (quatre groupes de quatre chiffres séparés par des traits d'union).
sv_se: ORCID måste vara i formatet: 0000-0000-0000-0000 (fyra grupper om fyra siffror åtskilda med bindestreck).

# Table 683393782 - Field 1243607311 - Property 1295455071
source: Specifies the Virtual International Authority File identifier.
da_dk: Angiver Virtual International Authority File-identifikatoren.
fr_fr: Spécifie l'identifiant du fichier d'autorité international virtuel.
sv_se: Anger Virtual International Authority File-identifieraren.

# Table 2816253730 - Property 2879900210
source: Book
da_dk: Bog
fr_fr: Livre
sv_se: Bok

# Table 2816253730 - Field 973451814 - Property 1295455071
source: Specifies the author of the book.
da_dk: Angiver bogens forfatter.
fr_fr: Spécifie l'auteur du livre.
sv_se: Anger bokens författare.

# Table 2816253730 - Field 973451814 - Property 2879900210
source: Author No.
da_dk: Forfatternr.
fr_fr: N° auteur
sv_se: Författarnr

# Table 2816253730 - Field 621504254 - Property 1295455071
source: Specifies the number of copies currently available for loan.
da_dk: Angiver antallet af eksemplarer, der aktuelt er tilgængelige til udlån.
fr_fr: Spécifie le nombre d'exemplaires actuellement disponibles pour le prêt.
sv_se: Anger antalet exemplar som för närvarande är tillgängliga för lån.

# Table 2816253730 - Field 621504254 - Property 2879900210
source: Available Quantity
da_dk: Disponibelt antal
fr_fr: Quantité disponible
sv_se: Disponibelt antal

# Table 2816253730 - Field 3461834954 - Property 1295455071
source: Specifies a description of the book.
da_dk: Angiver en beskrivelse af bogen.
fr_fr: Spécifie une description du livre.
sv_se: Anger en beskrivning av boken.

# Table 2816253730 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
sv_se: Beskrivning

# Table 2816253730 - Field 1436567594 - Property 1295455071
source: Specifies the genre of the book.
da_dk: Angiver bogens genre.
fr_fr: Spécifie le genre du livre.
sv_se: Anger bokens genre.

# Table 2816253730 - Field 1436567594 - Property 2879900210
source: Genre Code
da_dk: Genrekode
fr_fr: Code genre
sv_se: Genrekod

# Table 2816253730 - Field 1328823306 - Property 1295455071
source: Specifies the International Standard Book Number.
da_dk: Angiver International Standard Book Number.
fr_fr: Spécifie le numéro international normalisé du livre.
sv_se: Anger International Standard Book Number.

# Table 2816253730 - Field 1328823306 - Method 2126772001 - NamedType 2145184619
source: ISBN must contain only numbers and hyphens.
da_dk: ISBN må kun indeholde tal og bindestreger.
fr_fr: L'ISBN ne doit contenir que des chiffres et des traits d'union.
sv_se: ISBN får endast innehålla siffror och bindestreck.

# Table 2816253730 - Field 4200184881 - Property 1295455071
source: Specifies the unique identifier for the book.
da_dk: Angiver den entydige identifikator for bogen.
fr_fr: Spécifie l'identifiant unique du livre.
sv_se: Anger den unika identifieraren för boken.

# Table 2816253730 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nummer
fr_fr: N°
sv_se: Nr

# Table 2816253730 - Field 1351594800 - Property 1295455071
source: Specifies the number series from which the book number was assigned.
da_dk: Angiver den nummerserie, som bogens nummer blev tildelt fra.
fr_fr: Spécifie la souche de numéros à partir de laquelle le numéro du livre a été affecté.
sv_se: Anger nummerserien från vilken boknumret tilldelades.

# Table 2816253730 - Field 1351594800 - Property 2879900210
source: No. Series
da_dk: Nummerserie
fr_fr: Souches de n°
sv_se: Nr-serie

# Table 2816253730 - Field 1436795429 - Property 1295455071
source: Specifies the year the book was published.
da_dk: Angiver året, hvor bogen blev udgivet.
fr_fr: Spécifie l'année de publication du livre.
sv_se: Anger året då boken publicerades.

# Table 2816253730 - Field 1436795429 - Property 2879900210
source: Publication Year
da_dk: Udgivelsesår
fr_fr: Année de publication
sv_se: Publiceringsår

# Table 2816253730 - Field 1436795429 - Method 2126772001 - NamedType 360477877
source: Publication year must be between 1 and %1.
da_dk: Udgivelsesår skal være mellem 1 og %1.
fr_fr: L'année de publication doit être comprise entre 1 et %1.
sv_se: Publiceringsår måste vara mellan 1 och %1.

# Table 2816253730 - Field 2704404533 - Property 1295455071
source: Specifies the total number of copies owned.
da_dk: Angiver det samlede antal eksemplarer, der ejes.
fr_fr: Spécifie le nombre total d'exemplaires détenus.
sv_se: Anger det totala antalet ägda exemplar.

# Table 2816253730 - Field 2704404533 - Property 2879900210
source: Quantity
da_dk: Antal
fr_fr: Quantité
sv_se: Antal

# Table 2816253730 - Field 2704404533 - Method 2126772001 - NamedType 1391271839
source: Quantity cannot be negative.
da_dk: Antal kan ikke være negativt.
fr_fr: La quantité ne peut pas être négative.
sv_se: Antal kan inte vara negativt.

# Table 2816253730 - Field 329424276 - Property 1295455071
source: Specifies the title of the book.
da_dk: Angiver bogens titel.
fr_fr: Spécifie le titre du livre.
sv_se: Anger bokens titel.

# Table 2816253730 - Field 329424276 - Property 2879900210
source: Title
da_dk: Titel
fr_fr: Titre
sv_se: Titel

# Table 3681528399 - Property 2879900210
source: Book Loan Header
da_dk: Bogudlånshoved
fr_fr: En-tête prêt de livre
sv_se: Boklånshuvud

# Table 3681528399 - Method 3152277940 - NamedType 2949715000
source: Cannot delete a posted book loan.
da_dk: Kan ikke slette et bogført bogudlån.
fr_fr: Impossible de supprimer un prêt de livre validé.
sv_se: Kan inte ta bort ett bokfört boklån.

# Table 3681528399 - Field 2443976460 - Property 1295455071
source: Specifies the expected return date for the loaned books.
da_dk: Angiver den forventede returneringsdato for de lånte bøger.
fr_fr: Spécifie la date de retour prévue pour les livres prêtés.
sv_se: Anger förväntat returdatum för de lånade böckerna.

# Table 3681528399 - Field 2443976460 - Property 2879900210
source: Expected Return Date
da_dk: Forventet returneringsdato
fr_fr: Date de retour prévue
sv_se: Förväntat returdatum

# Table 3681528399 - Field 2443976460 - Method 2126772001 - NamedType 1432801292
source: Expected return date must be after loan date.
da_dk: Forventet returneringsdato skal være efter udlånsdatoen.
fr_fr: La date de retour prévue doit être postérieure à la date de prêt.
sv_se: Förväntat returdatum måste vara efter lånedatum.

# Table 3681528399 - Field 208718844 - Property 1295455071
source: Specifies the date when the books are loaned.
da_dk: Angiver datoen, hvor bøgerne udlånes.
fr_fr: Spécifie la date à laquelle les livres sont prêtés.
sv_se: Anger datumet när böckerna lånas.

# Table 3681528399 - Field 208718844 - Property 2879900210
source: Loan Date
da_dk: Udlånsdato
fr_fr: Date de prêt
sv_se: Lånedatum

# Table 3681528399 - Field 3178072769 - Property 1295455071
source: Specifies the name of the library member.
da_dk: Angiver navnet på biblioteksmedlemmet.
fr_fr: Spécifie le nom du membre de la bibliothèque.
sv_se: Anger namnet på biblioteksmedlemmen.

# Table 3681528399 - Field 3178072769 - Property 2879900210
source: Member Name
da_dk: Medlemsnavn
fr_fr: Nom du membre
sv_se: Medlemsnamn

# Table 3681528399 - Field 1364069073 - Property 1295455071
source: Specifies the library member borrowing the books.
da_dk: Angiver det biblioteksmedlem, der låner bøgerne.
fr_fr: Spécifie le membre de la bibliothèque qui emprunte les livres.
sv_se: Anger biblioteksmedlemmen som lånar böckerna.

# Table 3681528399 - Field 1364069073 - Property 2879900210
source: Member No.
da_dk: Medlemsnr.
fr_fr: N° membre
sv_se: Medlemsnr

# Table 3681528399 - Field 4200184881 - Property 1295455071
source: Specifies the unique identifier for the book loan.
da_dk: Angiver den entydige identifikator for bogudlånet.
fr_fr: Spécifie l'identifiant unique du prêt de livre.
sv_se: Anger den unika identifieraren för boklånet.

# Table 3681528399 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nummer
fr_fr: N°
sv_se: Nr

# Table 3681528399 - Field 950508093 - Property 1295455071
source: Specifies the number of lines in the book loan.
da_dk: Angiver antallet af linjer i bogudlånet.
fr_fr: Spécifie le nombre de lignes dans le prêt de livre.
sv_se: Anger antalet rader i boklånet.

# Table 3681528399 - Field 950508093 - Property 2879900210
source: No. of Lines
da_dk: Antal linjer
fr_fr: Nbre de lignes
sv_se: Antal rader

# Table 3681528399 - Field 1351594800 - Property 1295455071
source: Specifies the number series from which the loan number was assigned.
da_dk: Angiver den nummerserie, som udlånsnummeret blev tildelt fra.
fr_fr: Spécifie la souche de numéros à partir de laquelle le numéro de prêt a été affecté.
sv_se: Anger nummerserien från vilken lånenumret tilldelades.

# Table 3681528399 - Field 1351594800 - Property 2879900210
source: No. Series
da_dk: Nummerserie
fr_fr: Souches de n°
sv_se: Nr-serie

# Table 3681528399 - Field 513339096 - Property 1295455071
source: Specifies the status of the book loan (Open or Posted).
da_dk: Angiver status for bogudlånet (Åben eller Bogført).
fr_fr: Spécifie le statut du prêt de livre (Ouvert ou Validé).
sv_se: Anger status för boklånet (Öppet eller Bokfört).

# Table 2755938237 - Property 2879900210
source: Book Loan Ledger Entry
da_dk: Bogudlånspost
fr_fr: Écriture comptable prêt de livre
sv_se: Boklånstransaktion

# Table 2755938237 - Field 4205704274 - Property 1295455071
source: Specifies the book number.
da_dk: Angiver bognummeret.
fr_fr: Spécifie le numéro du livre.
sv_se: Anger boknumret.

# Table 2755938237 - Field 4205704274 - Property 2879900210
source: Book No.
da_dk: Bognr.
fr_fr: N° livre
sv_se: Boknr

# Table 2755938237 - Field 486908828 - Property 1295455071
source: Specifies the document number.
da_dk: Angiver bilagsnummeret.
fr_fr: Spécifie le numéro du document.
sv_se: Anger dokumentnumret.

# Table 2755938237 - Field 486908828 - Property 2879900210
source: Document No.
da_dk: Bilagsnr.
fr_fr: N° document
sv_se: Dokumentnr

# Table 2755938237 - Field 4085727052 - Property 1295455071
source: Specifies when the book should be returned.
da_dk: Angiver, hvornår bogen skal returneres.
fr_fr: Spécifie quand le livre doit être retourné.
sv_se: Anger när boken ska returneras.

# Table 2755938237 - Field 4085727052 - Property 2879900210
source: Due Date
da_dk: Forfaldsdato
fr_fr: Date d'échéance
sv_se: Förfallodatum

# Table 2755938237 - Field 883711285 - Property 1295455071
source: Specifies the entry number.
da_dk: Angiver løbenummeret.
fr_fr: Spécifie le numéro de séquence.
sv_se: Anger löpnumret.

# Table 2755938237 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Løbenr.
fr_fr: N° séquence
sv_se: Löpnr

# Table 2755938237 - Field 149522872 - Property 1295455071
source: Specifies the entry type (Loan or Return).
da_dk: Angiver posttypen (Udlån eller Returnering).
fr_fr: Spécifie le type d'écriture (Prêt ou Retour).
sv_se: Anger transaktionstypen (Lån eller Retur).

# Table 2755938237 - Field 149522872 - Property 2879900210
source: Entry Type
da_dk: Posttype
fr_fr: Type écriture
sv_se: Transaktionstyp

# Table 2755938237 - Field 208718844 - Property 1295455071
source: Specifies when the book was loaned.
da_dk: Angiver, hvornår bogen blev udlånt.
fr_fr: Spécifie quand le livre a été prêté.
sv_se: Anger när boken lånades.

# Table 2755938237 - Field 208718844 - Property 2879900210
source: Loan Date
da_dk: Udlånsdato
fr_fr: Date de prêt
sv_se: Lånedatum

# Table 2755938237 - Field 1364069073 - Property 1295455071
source: Specifies the member number.
da_dk: Angiver medlemsnummeret.
fr_fr: Spécifie le numéro du membre.
sv_se: Anger medlemsnumret.

# Table 2755938237 - Field 1364069073 - Property 2879900210
source: Member No.
da_dk: Medlemsnr.
fr_fr: N° membre
sv_se: Medlemsnr

# Table 2755938237 - Field 3710982960 - Property 1295455071
source: Specifies the posting date.
da_dk: Angiver bogføringsdatoen.
fr_fr: Spécifie la date de comptabilisation.
sv_se: Anger bokföringsdatumet.

# Table 2755938237 - Field 3710982960 - Property 2879900210
source: Posting Date
da_dk: Bogføringsdato
fr_fr: Date comptabilisation
sv_se: Bokföringsdatum

# Table 2755938237 - Field 2704404533 - Property 1295455071
source: Specifies the quantity (positive for loan, negative for return).
da_dk: Angiver antallet (positivt for udlån, negativt for returnering).
fr_fr: Spécifie la quantité (positive pour prêt, négative pour retour).
sv_se: Anger antalet (positivt för lån, negativt för retur).

# Table 2755938237 - Field 2704404533 - Property 2879900210
source: Quantity
da_dk: Antal
fr_fr: Quantité
sv_se: Antal

# Table 2755938237 - Field 935961474 - Property 1295455071
source: Specifies when the book was actually returned (for Return entries).
da_dk: Angiver, hvornår bogen faktisk blev returneret (for returneringsposter).
fr_fr: Spécifie quand le livre a été effectivement retourné (pour les écritures de retour).
sv_se: Anger när boken faktiskt returnerades (för returtransaktioner).

# Table 2755938237 - Field 935961474 - Property 2879900210
source: Return Date
da_dk: Returneringsdato
fr_fr: Date de retour
sv_se: Returdatum

# Table 130980424 - Property 2879900210
source: Book Loan Line
da_dk: Bogudlånslinje
fr_fr: Ligne prêt de livre
sv_se: Boklånsrad

# Table 130980424 - Field 4205704274 - Property 1295455071
source: Specifies the book being loaned.
da_dk: Angiver den bog, der udlånes.
fr_fr: Spécifie le livre prêté.
sv_se: Anger boken som lånas.

# Table 130980424 - Field 4205704274 - Property 2879900210
source: Book No.
da_dk: Bognr.
fr_fr: N° livre
sv_se: Boknr

# Table 130980424 - Field 245842227 - Property 1295455071
source: Specifies the title of the book.
da_dk: Angiver bogens titel.
fr_fr: Spécifie le titre du livre.
sv_se: Anger bokens titel.

# Table 130980424 - Field 245842227 - Property 2879900210
source: Book Title
da_dk: Bogtitel
fr_fr: Titre du livre
sv_se: Boktitel

# Table 130980424 - Field 486908828 - Property 1295455071
source: Specifies the document number of the book loan.
da_dk: Angiver bilagsnummeret for bogudlånet.
fr_fr: Spécifie le numéro de document du prêt de livre.
sv_se: Anger dokumentnumret för boklånet.

# Table 130980424 - Field 486908828 - Property 2879900210
source: Document No.
da_dk: Bilagsnr.
fr_fr: N° document
sv_se: Dokumentnr

# Table 130980424 - Field 4085727052 - Property 1295455071
source: Specifies when the book should be returned.
da_dk: Angiver, hvornår bogen skal returneres.
fr_fr: Spécifie quand le livre doit être retourné.
sv_se: Anger när boken ska returneras.

# Table 130980424 - Field 4085727052 - Property 2879900210
source: Due Date
da_dk: Forfaldsdato
fr_fr: Date d'échéance
sv_se: Förfallodatum

# Table 130980424 - Field 3320823955 - Property 1295455071
source: Specifies the line number.
da_dk: Angiver linjenummeret.
fr_fr: Spécifie le numéro de ligne.
sv_se: Anger radnumret.

# Table 130980424 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.
fr_fr: N° ligne
sv_se: Radnr

# Table 130980424 - Field 2704404533 - Property 1295455071
source: Specifies the quantity (must be 1).
da_dk: Angiver antallet (skal være 1).
fr_fr: Spécifie la quantité (doit être 1).
sv_se: Anger antalet (måste vara 1).

# Table 130980424 - Field 2704404533 - Property 2879900210
source: Quantity
da_dk: Antal
fr_fr: Quantité
sv_se: Antal

# Table 130980424 - Field 2704404533 - Method 2126772001 - NamedType 822536433
source: Quantity must be exactly 1 for book loans.
da_dk: Antal skal være præcis 1 for bogudlån.
fr_fr: La quantité doit être exactement 1 pour les prêts de livres.
sv_se: Antal måste vara exakt 1 för boklån.

# Table 488128176 - Field 3004954119 - Property 1295455071
source: Specifies the unique code for the genre.
da_dk: Angiver den entydige kode for genren.
fr_fr: Spécifie le code unique du genre.
sv_se: Anger den unika koden för genren.

# Table 488128176 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode
sv_se: Kod

# Table 488128176 - Field 3461834954 - Property 1295455071
source: Specifies the description of the genre.
da_dk: Angiver beskrivelsen af genren.
fr_fr: Spécifie la description du genre.
sv_se: Anger beskrivningen av genren.

# Table 488128176 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
sv_se: Beskrivning

# Table 1686036404 - Property 2879900210
source: Library Member
da_dk: Biblioteksmedlem
fr_fr: Membre de bibliothèque
sv_se: Biblioteksmedlem

# Table 1686036404 - Field 1090351696 - Property 1295455071
source: Specifies whether the library member is active.
da_dk: Angiver, om biblioteksmedlemmet er aktivt.
fr_fr: Spécifie si le membre de la bibliothèque est actif.
sv_se: Anger om biblioteksmedlemmen är aktiv.

# Table 1686036404 - Field 1090351696 - Property 2879900210
source: Active
da_dk: Aktiv
sv_se: Aktiv

# Table 1686036404 - Field 3168444338 - Property 1295455071
source: Specifies the address of the library member.
da_dk: Angiver biblioteksmedlemmets adresse.
fr_fr: Spécifie l'adresse du membre de la bibliothèque.
sv_se: Anger biblioteksmedlemmens adress.

# Table 1686036404 - Field 3168444338 - Property 2879900210
source: Address
da_dk: Adresse
fr_fr: Adresse
sv_se: Adress

# Table 1686036404 - Field 714791889 - Property 1295455071
source: Specifies the city of the library member.
da_dk: Angiver biblioteksmedlemmets by.
fr_fr: Spécifie la ville du membre de la bibliothèque.
sv_se: Anger biblioteksmedlemmens stad.

# Table 1686036404 - Field 714791889 - Property 2879900210
source: City
da_dk: By
fr_fr: Ville
sv_se: Ort

# Table 1686036404 - Field 1285973296 - Property 1295455071
source: Specifies the email address of the library member.
da_dk: Angiver biblioteksmedlemmets mailadresse.
fr_fr: Spécifie l'adresse e-mail du membre de la bibliothèque.
sv_se: Anger biblioteksmedlemmens e-postadress.

# Table 1686036404 - Field 1285973296 - Property 2879900210
source: Email
da_dk: Mail
fr_fr: Adresse e-mail
sv_se: E-post

# Table 1686036404 - Field 1285973296 - Method 2126772001 - NamedType 2611134452
source: The email address is not valid.
da_dk: Mailadressen er ikke gyldig.
fr_fr: L'adresse e-mail n'est pas valide.
sv_se: E-postadressen är inte giltig.

# Table 1686036404 - Field 2002717086 - Property 1295455071
source: Specifies the date when the member joined the library.
da_dk: Angiver datoen, hvor medlemmet blev tilmeldt biblioteket.
fr_fr: Spécifie la date à laquelle le membre a rejoint la bibliothèque.
sv_se: Anger datumet när medlemmen gick med i biblioteket.

# Table 1686036404 - Field 2002717086 - Property 2879900210
source: Member Since
da_dk: Medlem siden
fr_fr: Membre depuis
sv_se: Medlem sedan

# Table 1686036404 - Field 1555633982 - Property 1295455071
source: Specifies the type of membership (Regular, Student, or Senior).
da_dk: Angiver medlemskabstypen (Almindelig, Studerende eller Senior).
fr_fr: Spécifie le type d'adhésion (Normal, Étudiant ou Senior).
sv_se: Anger typen av medlemskap (Ordinarie, Student eller Senior).

# Table 1686036404 - Field 1555633982 - Property 2879900210
source: Membership Type
da_dk: Medlemskabstype
fr_fr: Type d'adhésion
sv_se: Medlemskapstyp

# Table 1686036404 - Field 2961552353 - Property 1295455071
source: Specifies the name of the library member.
da_dk: Angiver biblioteksmedlemmets navn.
fr_fr: Spécifie le nom du membre de la bibliothèque.
sv_se: Anger biblioteksmedlemmens namn.

# Table 1686036404 - Field 2961552353 - Property 2879900210
source: Name
da_dk: Navn
fr_fr: Nom
sv_se: Namn

# Table 1686036404 - Field 4200184881 - Property 1295455071
source: Specifies the unique identifier for the library member.
da_dk: Angiver den entydige identifikator for biblioteksmedlemmet.
fr_fr: Spécifie l'identifiant unique du membre de la bibliothèque.
sv_se: Anger den unika identifieraren för biblioteksmedlemmen.

# Table 1686036404 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nummer
fr_fr: N°
sv_se: Nr

# Table 1686036404 - Field 1351594800 - Property 1295455071
source: Specifies the number series from which the member number was assigned.
da_dk: Angiver den nummerserie, som medlemsnummeret blev tildelt fra.
fr_fr: Spécifie la souche de numéros à partir de laquelle le numéro de membre a été affecté.
sv_se: Anger nummerserien från vilken medlemsnumret tilldelades.

# Table 1686036404 - Field 1351594800 - Property 2879900210
source: No. Series
da_dk: Nummerserie
fr_fr: Souches de n°
sv_se: Nr-serie
