Repository: jwikman/TheLibrary
Catalog: App/Translations/The Library.*.xlf
Languages: da_dk, fr_fr, sv_se

# Table 1686036404 - Field 3986423421 - Property 1295455071
source: Specifies the phone number of the library member.
da_dk: Angiver biblioteksmedlemmets telefonnummer.
fr_fr: Spécifie le numéro de téléphone du membre de la bibliothèque.
sv_se: Anger biblioteksmedlemmens telefonnummer.

# Table 1686036404 - Field 3986423421 - Property 2879900210
source: Phone No.
da_dk: Telefon
fr_fr: N° téléphone
sv_se: Telefonnr

# Table 1686036404 - Field 3660300303 - Property 1295455071
source: Specifies the postal code of the library member.
da_dk: Angiver biblioteksmedlemmets postnummer.
fr_fr: Spécifie le code postal du membre de la bibliothèque.
sv_se: Anger biblioteksmedlemmens postnummer.

# Table 1686036404 - Field 3660300303 - Property 2879900210
source: Post Code
da_dk: Postnr.
fr_fr: Code postal
sv_se: Postnr

# Table 2752457625 - Property 2879900210
source: Library Setup
da_dk: Biblioteksopsætning
fr_fr: Paramètres bibliothèque
sv_se: Biblioteksinställningar

# Table 2752457625 - Field 1760076907 - Property 1295455071
source: Specifies the number series code used for assigning numbers to authors.
da_dk: Angiver nummerseriekoden, der bruges til tildeling af numre til forfattere.
fr_fr: Spécifie le code souche de numéros utilisé pour attribuer des numéros aux auteurs.
sv_se: Anger nummerseriekoden som används för att tilldela nummer till författare.

# Table 2752457625 - Field 1760076907 - Property 2879900210
source: Author Nos.
da_dk: Forfatternumre
fr_fr: N° auteurs
sv_se: Författarnr

# Table 2752457625 - Field 1785698507 - Property 1295455071
source: Specifies the number series code used for assigning numbers to book loans.
da_dk: Angiver nummerseriekoden, der bruges til tildeling af numre til bogudlån.
fr_fr: Spécifie le code souche de numéros utilisé pour attribuer des numéros aux prêts de livres.
sv_se: Anger nummerseriekoden som används för att tilldela nummer till boklån.

# Table 2752457625 - Field 1785698507 - Property 2879900210
source: Book Loan Nos.
da_dk: Bogudlånsnumre
fr_fr: N° prêts de livres
sv_se: Boklånsnr

# Table 2752457625 - Field 3748887319 - Property 1295455071
source: Specifies the number series code used for assigning numbers to books.
da_dk: Angiver nummerseriekoden, der bruges til tildeling af numre til bøger.
fr_fr: Spécifie le code souche de numéros utilisé pour attribuer des numéros aux livres.
sv_se: Anger nummerseriekoden som används för att tilldela nummer till böcker.

# Table 2752457625 - Field 3748887319 - Property 2879900210
source: Book Nos.
da_dk: Bognumre
fr_fr: N° livres
sv_se: Boknr

# Table 2752457625 - Field 2006390016 - Property 1295455071
source: Specifies the number series code used for assigning numbers to library members.
da_dk: Angiver nummerseriekoden, der bruges til tildeling af numre til biblioteksmedlemmer.
fr_fr: Spécifie le code souche de numéros utilisé pour attribuer des numéros aux membres de la bibliothèque.
sv_se: Anger nummerseriekoden som används för att tilldela nummer till biblioteksmedlemmar.

# Table 2752457625 - Field 2006390016 - Property 2879900210
source: Member Nos.
da_dk: Medlemsnumre
fr_fr: N° membres
sv_se: Medlemsnr

# Table 2752457625 - Field 3743986908 - Property 1295455071
source: Specifies the number series code used for assigning numbers to posted book loans.
da_dk: Angiver nummerseriekoden, der bruges til tildeling af numre til bogførte bogudlån.
fr_fr: Spécifie le code souche de numéros utilisé pour attribuer des numéros aux prêts de livres validés.
sv_se: Anger nummerseriekoden som används för att tilldela nummer till bokförda boklån.

# Table 2752457625 - Field 3743986908 - Property 2879900210
source: Posted Book Loan Nos.
da_dk: Bogførte bogudlånsnumre
fr_fr: N° prêts de livres validés
sv_se: Bokförda boklånsnr

# Table 2752457625 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle
fr_fr: Clé primaire
sv_se: Primärnyckel

# Table 2006060024 - Property 2879900210
source: Posted Book Loan Header
da_dk: Bogført bogudlånshoved
fr_fr: En-tête prêt de livre validé
sv_se: Bokfört boklånshuvud

# Table 2006060024 - Field 2443976460 - Property 1295455071
source: Specifies the expected return date for the loaned books.
da_dk: Angiver den forventede returneringsdato for de lånte bøger.
fr_fr: Spécifie la date de retour prévue pour les livres prêtés.
sv_se: Anger förväntat returdatum för de lånade böckerna.

# Table 2006060024 - Field 2443976460 - Property 2879900210
source: Expected Return Date
da_dk: Forventet returneringsdato
fr_fr: Date de retour prévue
sv_se: Förväntat returdatum

# Table 2006060024 - Field 208718844 - Property 1295455071
source: Specifies the date when the books were loaned.
da_dk: Angiver datoen, hvor bøgerne blev udlånt.
fr_fr: Spécifie la date à laquelle les livres ont été prêtés.
sv_se: Anger datumet när böckerna lånades.

# Table 2006060024 - Field 208718844 - Property 2879900210
source: Loan Date
da_dk: Udlånsdato
fr_fr: Date de prêt
sv_se: Lånedatum

# Table 2006060024 - Field 3178072769 - Property 1295455071
source: Specifies the name of the library member.
da_dk: Angiver navnet på biblioteksmedlemmet.
fr_fr: Spécifie le nom du membre de la bibliothèque.
sv_se: Anger namnet på biblioteksmedlemmen.

# Table 2006060024 - Field 3178072769 - Property 2879900210
source: Member Name
da_dk: Medlemsnavn
fr_fr: Nom du membre
sv_se: Medlemsnamn

# Table 2006060024 - Field 1364069073 - Property 1295455071
source: Specifies the library member who borrowed the books.
da_dk: Angiver det biblioteksmedlem, der lånte bøgerne.
fr_fr: Spécifie le membre de la bibliothèque qui a emprunté les livres.
sv_se: Anger biblioteksmedlemmen som lånade böckerna.

# Table 2006060024 - Field 1364069073 - Property 2879900210
source: Member No.
da_dk: Medlemsnr.
fr_fr: N° membre
sv_se: Medlemsnr

# Table 2006060024 - Field 4200184881 - Property 1295455071
source: Specifies the unique identifier for the posted book loan.
da_dk: Angiver den entydige identifikator for det bogførte bogudlån.
fr_fr: Spécifie l'identifiant unique du prêt de livre validé.
sv_se: Anger den unika identifieraren för det bokförda boklånet.

# Table 2006060024 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nummer
fr_fr: N°
sv_se: Nr

# Table 2006060024 - Field 950508093 - Property 1295455071
source: Specifies the number of lines in the posted book loan.
da_dk: Angiver antallet af linjer i det bogførte bogudlån.
fr_fr: Spécifie le nombre de lignes dans le prêt de livre validé.
sv_se: Anger antalet rader i det bokförda boklånet.

# Table 2006060024 - Field 950508093 - Property 2879900210
source: No. of Lines
da_dk: Antal linjer
fr_fr: Nbre de lignes
sv_se: Antal rader

# Table 2006060024 - Field 3710982960 - Property 1295455071
source: Specifies the posting date of the book loan.
da_dk: Angiver bogføringsdatoen for bogudlånet.
fr_fr: Spécifie la date de comptabilisation du prêt de livre.
sv_se: Anger bokföringsdatumet för boklånet.

# Table 2006060024 - Field 3710982960 - Property 2879900210
source: Posting Date
da_dk: Bogføringsdato
fr_fr: Date comptabilisation
sv_se: Bokföringsdatum

# Table 766761791 - Property 2879900210
source: Posted Book Loan Line
da_dk: Bogført bogudlånslinje
fr_fr: Ligne prêt de livre validé
sv_se: Bokförd boklånsrad

# Table 766761791 - Field 4205704274 - Property 1295455071
source: Specifies the book that was loaned.
da_dk: Angiver den bog, der blev udlånt.
fr_fr: Spécifie le livre qui a été prêté.
sv_se: Anger boken som lånades.

# Table 766761791 - Field 4205704274 - Property 2879900210
source: Book No.
da_dk: Bognr.
fr_fr: N° livre
sv_se: Boknr

# Table 766761791 - Field 245842227 - Property 1295455071
source: Specifies the title of the book.
da_dk: Angiver bogens titel.
fr_fr: Spécifie le titre du livre.
sv_se: Anger bokens titel.

# Table 766761791 - Field 245842227 - Property 2879900210
source: Book Title
da_dk: Bogtitel
fr_fr: Titre du livre
sv_se: Boktitel

# Table 766761791 - Field 486908828 - Property 1295455071
source: Specifies the document number of the posted book loan.
da_dk: Angiver bilagsnummeret for det bogførte bogudlån.
fr_fr: Spécifie le numéro de document du prêt de livre validé.
sv_se: Anger dokumentnumret för det bokförda boklånet.

# Table 766761791 - Field 486908828 - Property 2879900210
source: Document No.
da_dk: Bilagsnr.
fr_fr: N° document
sv_se: Dokumentnr

# Table 766761791 - Field 4085727052 - Property 1295455071
source: Specifies when the book should be returned.
da_dk: Angiver, hvornår bogen skal returneres.
fr_fr: Spécifie quand le livre doit être retourné.
sv_se: Anger när boken ska returneras.

# Table 766761791 - Field 4085727052 - Property 2879900210
source: Due Date
da_dk: Forfaldsdato
fr_fr: Date d'échéance
sv_se: Förfallodatum

# Table 766761791 - Field 3320823955 - Property 1295455071
source: Specifies the line number.
da_dk: Angiver linjenummeret.
fr_fr: Spécifie le numéro de ligne.
sv_se: Anger radnumret.

# Table 766761791 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linjenr.
fr_fr: N° ligne
sv_se: Radnr

# Table 766761791 - Field 2704404533 - Property 1295455071
source: Specifies the quantity.
da_dk: Angiver antallet.
fr_fr: Spécifie la quantité.
sv_se: Anger antalet.

# Table 766761791 - Field 2704404533 - Property 2879900210
source: Quantity
da_dk: Antal
fr_fr: Quantité
sv_se: Antal

# Codeunit 487475185 - NamedType 1746037662
source: Book Loan %1 has already been posted.
da_dk: Bogudlån %1 er allerede bogført.
fr_fr: Le prêt de livre %1 a déjà été validé.
sv_se: Boklån %1 har redan bokförts.

# Codeunit 487475185 - NamedType 3359697259
source: There are no lines to post for Book Loan %1.
da_dk: Der er ingen linjer at bogføre for bogudlån %1.
fr_fr: Il n'y a aucune ligne à valider pour le prêt de livre %1.
sv_se: Det finns inga rader att bokföra för boklån %1.

# Codeunit 487475185 - NamedType 1446295496
source: Member No. must have a value in Book Loan Header: No.=%1. It cannot be zero or empty.
da_dk: Medlemsnr. skal have en værdi i bogudlånshoved: Nr.=%1. Det kan ikke være nul eller tomt.
fr_fr: N° membre doit avoir une valeur dans En-tête prêt de livre : N°=%1. La valeur ne peut pas être zéro ou vide.
sv_se: Medlemsnr måste ha ett värde i boklånshuvud: Nr=%1. Det kan inte vara noll eller tomt.

# Codeunit 3201229417 - NamedType 2712918880
source: Do you want to post the book loan?
da_dk: Vil du bogføre bogudlånet?
fr_fr: Voulez-vous valider le prêt de livre ?
sv_se: Vill du bokföra boklånet?

# Codeunit 4024492451 - NamedType 875579050
source: Do you want to process the return of the loaned books?
da_dk: Vil du behandle returneringen af de lånte bøger?
fr_fr: Voulez-vous traiter le retour des livres prêtés ?
sv_se: Vill du behandla returen av de lånade böckerna?

# Page 3034983090 - Property 2879900210
source: Author Card
da_dk: Forfatterkort
fr_fr: Fiche auteur
sv_se: Författarkort

# Page 3034983090 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
fr_fr: Général
sv_se: Allmänt

# Page 3034983090 - Control 3076206668 - Property 2879900210
source: Identifiers
da_dk: Id'er
fr_fr: Identifiants
sv_se: Identifierare

# Page 2908121524 - Property 2879900210
source: Authors
da_dk: Forfattere
fr_fr: Auteurs
sv_se: Författare

# Page 1224753382 - Property 2879900210
source: Book Card
da_dk: Bogkort
fr_fr: Fiche livre
sv_se: Bokkort

# Page 1224753382 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
fr_fr: Général
sv_se: Allmänt

# Page 1224753382 - Control 2105307182 - Property 2879900210
source: Inventory
da_dk: Lager
fr_fr: Stocks
sv_se: Lager

# Page 865022784 - Property 2879900210
source: Books
da_dk: Bøger
fr_fr: Livres
sv_se: Böcker

# Page 3467809054 - Property 2879900210
source: Book Loan
da_dk: Bogudlån
fr_fr: Prêt de livre
sv_se: Boklån

# Page 3467809054 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
fr_fr: Général
sv_se: Allmänt

# Page 3467809054 - Action 2282416948 - Property 1295455071
source: Post the book loan.
da_dk: Bogfør bogudlånet.
fr_fr: Valider le prêt de livre.
sv_se: Bokför boklånet.

# Page 3467809054 - Action 2282416948 - Property 2879900210
source: Post
da_dk: Bogfør
fr_fr: Valider
sv_se: Bokför

# Page 3902466639 - Property 2879900210
source: Book Loan Ledger Entries
da_dk: Bogudlånsposter
fr_fr: Écritures comptables prêt de livre
sv_se: Boklånstransaktioner

# Page 2232036316 - Property 2879900210
source: Book Loans
da_dk: Bogudlån
fr_fr: Prêts de livres
sv_se: Boklån

# Page 2232036316 - Action 2282416948 - Property 1295455071
source: Post the book loan.
da_dk: Bogfør bogudlånet.
fr_fr: Valider le prêt de livre.
sv_se: Bokför boklånet.

# Page 2232036316 - Action 2282416948 - Property 2879900210
source: Post
da_dk: Bogfør
fr_fr: Valider
sv_se: Bokför

# Page 1031349775 - Property 2879900210
source: Lines
da_dk: Linjer
fr_fr: Lignes
sv_se: Rader

# Page 1768187042 - Property 2879900210
source: Genres
da_dk: Genrer
sv_se: Genrer

# Page 4257259968 - Property 2879900210
source: Library Member Card
da_dk: Biblioteksmedlemskort
fr_fr: Fiche membre de bibliothèque
sv_se: Biblioteksmedlemskort

# Page 4257259968 - Control 3993128796 - Property 2879900210
source: Contact
da_dk: Kontakt
sv_se: Kontaktperson

# Page 4257259968 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
fr_fr: Général
sv_se: Allmänt

# Page 347453126 - Property 2879900210
source: Library Members
da_dk: Biblioteksmedlemmer
fr_fr: Membres de bibliothèque
sv_se: Biblioteksmedlemmar

# Page 2752457625 - Property 2879900210
source: Library Setup
da_dk: Biblioteksopsætning
fr_fr: Paramètres bibliothèque
sv_se: Biblioteksinställningar

# Page 2752457625 - Control 1532816877 - Property 2879900210
source: Numbering
da_dk: Nummerering
fr_fr: Numérotation
sv_se: Numrering

# Page 1827842241 - Property 2879900210
source: Posted Book Loan
da_dk: Bogført bogudlån
fr_fr: Prêt de livre validé
sv_se: Bokfört boklån

# Page 1827842241 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt
fr_fr: Général
sv_se: Allmänt

# Page 1827842241 - Action 3223440110 - Property 1295455071
source: Process the return of the loaned books.
da_dk: Behandl returneringen af de lånte bøger.
fr_fr: Traiter le retour des livres prêtés.
sv_se: Behandla returen av de lånade böckerna.

# Page 1827842241 - Action 3223440110 - Property 2879900210
source: Return
da_dk: Returnering
fr_fr: Retour
sv_se: Retur

# Page 1313869907 - Property 2879900210
source: Posted Book Loans
da_dk: Bogførte bogudlån
fr_fr: Prêts de livres validés
sv_se: Bokförda boklån

# Page 1313869907 - Action 3223440110 - Property 1295455071
source: Process the return of the loaned books.
da_dk: Behandl returneringen af de lånte bøger.
fr_fr: Traiter le retour des livres prêtés.
sv_se: Behandla returen av de lånade böckerna.

# Page 1313869907 - Action 3223440110 - Property 2879900210
source: Return
da_dk: Returnering
fr_fr: Retour
sv_se: Retur

# Page 1548040075 - Property 2879900210
source: Lines
da_dk: Linjer
fr_fr: Lignes
sv_se: Rader

# Enum 2283397866 - Property 2879900210
source: Book Loan Entry Type
da_dk: Bogudlånsposttype
fr_fr: Type écriture prêt de livre
sv_se: Boklånstransaktionstyp

# Enum 2283397866 - EnumValue 2179104272 - Property 2879900210
source: Loan
da_dk: Udlån
fr_fr: Prêt
sv_se: Lån

# Enum 2283397866 - EnumValue 3223440110 - Property 2879900210
source: Return
da_dk: Returnering
fr_fr: Retour
sv_se: Retur

# Enum 3390048234 - Property 2879900210
source: Book Loan Status
da_dk: Bogudlånsstatus
fr_fr: Statut prêt de livre
sv_se: Boklånsstatus

# Enum 3390048234 - EnumValue 4259830144 - Property 2879900210
source: Open
da_dk: Åben
fr_fr: Ouvert
sv_se: Öppen

# Enum 3390048234 - EnumValue 35450067 - Property 2879900210
source: Posted
da_dk: Bogført
fr_fr: Validé
sv_se: Bokförd

# Enum 3153202263 - Property 2879900210
source: Membership Type
da_dk: Medlemskabstype
fr_fr: Type d'adhésion
sv_se: Medlemskapstyp

# Enum 3153202263 - EnumValue 244194350 - Property 2879900210
source: Regular
da_dk: Almindelig
fr_fr: Normal
sv_se: Ordinarie

# Enum 3153202263 - EnumValue 1418429579 - Property 2879900210
source: Student
da_dk: Studerende
fr_fr: Étudiant

# PermissionSet 52954276 - Property 2879900210
source: Library Admin
da_dk: Biblioteksadministrator
fr_fr: Administrateur bibliothèque
sv_se: Biblioteksadministratör

# Table 683393782 - Field 1243607311 - Property 2879900210
source: VIAF ID
fr_fr: ID VIAF

# Table 3681528399 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut
